Repository: dimang12/yourjob
Catalog: module/Application/language/*.po
Languages: km_kh

source: A 404 error occurred
km_kh: បញ្ហា៤០៤

source: The requested URL could not be matched by routing.
km_kh: គោលដៅនៃសេចក្តីណែនាំតំបន់បណ្ដាញរបស់អ្នកគឺ:

source: Additional information
km_kh: ព៌តមានបន្ថែម

source: File
km_kh: ឯកសារ

source: Message
km_kh: សារ

source: Welcome to Sothyka Shera
km_kh: ស្វាគមន៏មកកាន់ សុធីកា ឈើរ៉ា

source: There needs to be a purpose for every component of a website. They each have to support the goals and purpose of the site.
km_kh: ចាំបាច់ត្រូវមានការគោលបំណងសម្រាប់គ្រប់សមាសភាគនៃគេហទំព័រមួយ។ ពួកគេមានដើម្បីគាំទ្រដល់គោលដៅនិងគោលបំណងនៃតំបន់នោះ។

source: In this way, a thoughtful approach to the design and the copy of your website introductory text is important.
km_kh: នៅក្នុងវិធីនេះជាវិធីសាស្រ្តគិតបារម្ភទៅនឹងការរៀបចំនិងច្បាប់ចម្លងនៃអត្ថបទវេបសាយដំបូងរបស់អ្នកគឺសំខាន់ណាស់។

source: The goals of your site introduction are:
km_kh: គោលដៅនៃសេចក្តីណែនាំតំបន់បណ្ដាញរបស់អ្នកគឺ:

source: To let the visitor know, as quickly as possible, what the website is about.
km_kh: ដើម្បីអនុញ្ញាតឱ្យអ្នកទស្សនាដឹងឱ្យបានឆាប់តាមដែលអាចធ្វើបានអ្វីដែលវេបសាយនេះគឺអំពីការ។

source: To give hints as to what action (or actions) they can take immediately (call to action).
km_kh: ដើម្បីផ្តល់ដំបូន្មានថាអ្វីដែលសកម្មភាព (ឬសកម្មភាព) ពួកគេអាចយកភ្លាម (ហៅសកម្មភាព) ។

source: To provide contextual information regarding what to expect should the visitor decide to spend more time on the site.
km_kh: ដើម្បីផ្តល់នូវពត៌មានទាក់ទងនឹងបរិបទអ្វីដែលត្រូវរំពឹងថានឹងមានអ្នកទស្សនាគួរតែបានសម្រេចចិត្តចំណាយពេលវេលាបន្ថែមទៀតនៅលើតំបន់បណ្ដាញនេះ។

source: What follows are some design considerations congruent to the three goals above.
km_kh: អ្វីដែលខាងក្រោមការពិចារណាការរចនាមួយចំនួនមិនល្អៀងទៅខាងលើគឺមានគោលដៅបី។

source: Home
km_kh: ទំព័រដើម

source: Bayond Living
km_kh: ផលិតផលសំរេច

source: Structural Plan Samples of Sothyka Shera
km_kh: គំរោងប្លង់របស់ សុធីកា ឈើរ៉ា

source: SOTHYKA SHOWCASE
km_kh: បង្ហាញលក្ខណៈ

source: Residential
km_kh: គេហដ្ឋានឯកជន

source: Commercial
km_kh: ពាណិជ្ជកម្ម

source: Industrial
km_kh: សហគ្រាស

source: Professional
km_kh: សំរាប់អ្នកអាជីព

source: Products
km_kh: ផលិតផល

source: Show Case
km_kh: បង្ហាញពីលក្ខណៈ

source: What's new?
km_kh: ថ្មីៗ

source: About us
km_kh: អំពីក្រុមហ៊ុន

source: Contact us
km_kh: ទំនាក់ទំនង

source: Support us
km_kh: ជំនួយ

source: by Sothyka
km_kh: ដោយសុធីកា ឈើរ៉ា

source: All rights reserved.
km_kh: រក្សាសិទ្ធិគ្រប់បែបយ៉ាង

source: Tool &amp; Accessories
km_kh: ឧបករណ៏ និងគ្រឿងបន្លាស់
